Repository: dkaluta/Prosary
Catalog: iOS/Prosary/Localizable.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# packInstall.error.notADevotion
source: This bundle does not contain a devotion.
ar: هذه الحزمة لا تحتوي على صلاة.
fil: Walang debosyon sa paketeng ito.
fr: Ce recueil ne contient pas de dévotion.
he: חבילה זו אינה מכילה מסלול תפילה.
it: Questo pacchetto non contiene una devozione.
ru: Этот сборник не содержит молитвы.
uk: Цей пакунок не містить молитви.

# packInstall.error.unreadable
source: This file is not a readable .prosaryprayer bundle.
ar: هذا الملف ليس حزمة .prosaryprayer قابلة للقراءة.
fil: Hindi nababasang pakete ng .prosaryprayer ang file na ito.
fr: Ce fichier n’est pas un recueil .prosaryprayer lisible.
he: קובץ זה אינו חבילת ‎.prosaryprayer קריאה.
it: Questo file non è un pacchetto .prosaryprayer leggibile.
ru: Этот файл не является читаемым сборником .prosaryprayer.
uk: Не вдалося прочитати цей файл як пакунок .prosaryprayer.

# prayer.language.default
source: Default (%@)
ar: الافتراضية (%@)
fil: Paunang pinili (%@)
fr: Par défaut (%@)
he: ברירת מחדל (%@)
it: Predefinita (%@)
ru: По умолчанию (%@)
uk: Стандартна (%@)

# prayerFlow.addToFavorites
source: Add to Favorites
ar: أضف إلى المفضلة
fil: Idagdag sa Mga Paborito
fr: Ajouter aux favoris
he: הוסף למועדפים
it: Aggiungi ai preferiti
ru: Добавить в избранное
uk: Додати до обраного

# prayerFlow.audio.nextChapter
source: Next Chapter
ar: الفصل التالي
fil: Susunod na kabanata
fr: Chapitre suivant
he: הפרק הבא
it: Capitolo successivo
ru: Следующая глава
uk: Наступний розділ

# prayerFlow.audio.pause
source: Pause
ar: إيقاف مؤقت
fil: I-pause
he: השהה
it: Pausa
ru: Пауза
uk: Призупинити

# prayerFlow.audio.play
source: Play
ar: تشغيل
fil: I-play
fr: Lire
he: נגן
it: Riproduci
ru: Воспроизвести
uk: Відтворити

# prayerFlow.audio.position
source: Playback position
ar: موضع التشغيل
fil: Posisyon ng pag-play
fr: Position de lecture
he: מיקום ההשמעה
it: Posizione di riproduzione
ru: Позиция воспроизведения
uk: Позиція відтворення

# prayerFlow.audio.previousChapter
source: Previous Chapter
ar: الفصل السابق
fil: Nakaraang kabanata
fr: Chapitre précédent
he: הפרק הקודם
it: Capitolo precedente
ru: Предыдущая глава
uk: Попередній розділ

# prayerFlow.autoAdvance
source: Auto-Advance
ar: الانتقال التلقائي
fil: Awtomatikong paglipat
fr: Avance automatique
he: מעבר אוטומטי
it: Avanzamento automatico
ru: Автопереход
uk: Автоматичний перехід

# prayerFlow.autoAdvance.everySeconds
source: Every %lld Seconds
ar: كل %lld ثانية
fil: Tuwing %lld segundo
fr: Toutes les %lld secondes
he: כל %lld שניות
it: Ogni %lld secondi
ru: Каждые %lld секунд
uk: Кожні %lld секунд

# prayerFlow.autoAdvance.off
source: Off
ar: متوقف
fil: Naka-off
fr: Désactivé
he: כבוי
it: Disattivato
ru: Выкл.
uk: Вимкнено

# prayerFlow.back
source: Back
ar: رجوع
fil: Bumalik
fr: Retour
he: הקודם
it: Indietro
ru: Назад
uk: Назад

# prayerFlow.continue
source: Continue
ar: متابعة
fil: Magpatuloy
fr: Continuer
he: המשך
it: Continua
ru: Продолжить
uk: Продовжити

# prayerFlow.continue.message
source: You have an unfinished prayer. Continue where you left off or begin again?
ar: لديك صلاة غير مكتملة. هل تتابع من حيث توقفت أم تبدأ من جديد؟
fil: Mayroon kang hindi natapos na panalangin. Magpatuloy kung saan ka huminto o magsimulang muli?
fr: Vous avez une prière inachevée. Reprendre où vous en étiez ou recommencer ?
he: יש תפילה שלא הושלמה. להמשיך מהמקום שבו הפסקת או להתחיל מחדש?
it: Hai una preghiera non conclusa. Vuoi riprendere da dove eri rimasto o ricominciare?
ru: У вас есть незавершённая молитва. Продолжить с места остановки или начать заново?
uk: У вас є незавершена молитва. Продовжити з місця зупинки чи почати спочатку?

# prayerFlow.continue.title
source: Continue this prayer?
ar: هل تتابع هذه الصلاة؟
fil: Ipagpatuloy ang panalanging ito?
fr: Continuer cette prière ?
he: להמשיך בתפילה?
it: Continuare questa preghiera?
ru: Продолжить эту молитву?
uk: Продовжити цю молитву?

# prayerFlow.day
source: Day
ar: اليوم
fil: Araw
fr: Jour
he: יום
it: Giorno
ru: День
uk: День

# prayerFlow.finish
source: Finish
ar: إنهاء
fil: Tapusin
fr: Terminer
he: סיום
it: Concludi
ru: Завершить
uk: Завершити

# prayerFlow.language
source: Prayer Language
ar: لغة الصلاة
fil: Wika ng panalangin
fr: Langue de prière
he: שפת התפילה
it: Lingua della preghiera
ru: Язык молитвы
uk: Мова молитви

# prayerFlow.language.appDefault
source: App Setting
ar: إعداد التطبيق
fil: Setting ng app
fr: Réglage de l’app
he: הגדרת האפליקציה
it: Impostazione dell’app
ru: Настройка приложения
uk: Як у налаштуваннях

# prayerFlow.next
source: Next
ar: التالي
fil: Susunod
fr: Suivant
he: הבא
it: Avanti
ru: Далее
uk: Далі

# prayerFlow.originalText
source: Show Original Text
ar: إظهار النص الأصلي
fil: Ipakita ang Orihinal na Teksto
fr: Afficher le texte original
he: הצג את הטקסט המקורי
it: Mostra il testo originale
ru: Показать исходный текст
uk: Показати оригінальний текст

# prayerFlow.progressCount
source: %lld of %lld
ar: %lld من %lld
fil: %lld sa %lld
fr: %lld sur %lld
he: %lld מתוך %lld
it: %lld di %lld
ru: %lld из %lld
uk: %lld із %lld

# prayerFlow.removeFromFavorites
source: Remove from Favorites
ar: أزل من المفضلة
fil: Alisin sa Mga Paborito
fr: Retirer des favoris
he: הסר מהמועדפים
it: Rimuovi dai preferiti
ru: Удалить из избранного
uk: Вилучити з обраного

# prayerFlow.restart
source: Restart
ar: إعادة البدء
fil: Magsimula muli
fr: Recommencer
he: התחל מחדש
it: Ricomincia
ru: Начать заново
uk: Почати заново

# prayerFlow.transliteration
source: Show Transliteration
ar: أظهر النقل الصوتي
fil: Ipakita ang transliterasyon
fr: Afficher la translittération
he: הצג תעתיק
it: Mostra la traslitterazione
ru: Показать транслитерацию
uk: Показати транслітерацію

# prayerKind.custom
source: Devotion
ar: صلاة تعبّدية
fil: Debosyon
fr: Dévotion
he: מסלול תפילה
it: Devozione
ru: Молитвенная практика
uk: Молитва

# prayerKind.defaultName.rosary
source: My Rosary
ar: ورديتي
fil: Aking Rosaryo
fr: Mon rosaire
he: המחרוזת שלי
it: Il mio Rosario
ru: Мой Розарий
uk: Мій Розарій

# prayerKind.jesusPrayer
source: Jesus Prayer
ar: صلاة يسوع
fil: Panalangin kay Hesus
fr: Prière de Jésus
he: תפילת ישוע
it: Preghiera di Gesù
ru: Иисусова молитва
uk: Ісусова молитва

# prayerKind.rosary
source: Rosary
ar: الوردية
fil: Rosaryo
fr: Rosaire
he: מחרוזת
it: Rosario
ru: Розарий
uk: Розарій

# prayerLanguage.tradition
source: Prayer Tradition
ar: تقليد الصلاة
fil: Tradisyon ng panalangin
fr: Tradition de prière
he: נוסח התפילה
it: Tradizione di preghiera
ru: Молитвенная традиция
uk: Молитовна традиція

# prayerLanguage.tradition.mission
source: Mission of St. Gamaliel
ar: إرسالية القديس غمالائيل
fil: Misyon ni San Gamaliel
fr: Mission Saint-Gamaliel
he: נוסח השליחות
it: Missione di San Gamaliele
ru: Миссия святого Гамалиила
uk: Місія святого Гамаліїла

# prayerLanguage.tradition.vicariate
source: Saint James Vicariate
ar: نيابة القديس يعقوب
fil: Bikariya ni San Santiago
fr: Vicariat Saint-Jacques
he: נוסח הנציגות
it: Vicariato di San Giacomo
ru: Викариат святого Иакова
uk: Вікаріат святого Якова

# prayerStore.restartDetail
source: Your library has not been reset. Reopen Prosary to try again.
ar: لم تتم إعادة تعيين مكتبتك. أعد فتح Prosary للمحاولة مجددًا.
fil: Hindi na-reset ang iyong aklatan. Buksang muli ang Prosary para subukang muli.
fr: Votre bibliothèque n’a pas été réinitialisée. Rouvrez Prosary pour réessayer.
he: הספרייה שלך לא אופסה. יש לפתוח מחדש את Prosary כדי לנסות שוב.
it: La tua libreria non è stata reimpostata. Riapri Prosary per riprovare.
ru: Ваша библиотека не была сброшена. Откройте Prosary заново, чтобы повторить попытку.
uk: Вашу бібліотеку не було скинуто. Відкрийте Prosary знову, щоб повторити спробу.

# prayerStore.unavailableTitle
source: Prayer Library Could Not Be Opened
ar: تعذّر فتح مكتبة الصلوات
fil: Hindi Mabuksan ang Aklatan ng mga Panalangin
fr: Impossible d’ouvrir la bibliothèque de prières
he: לא ניתן לפתוח את ספריית התפילות
it: Impossibile aprire la libreria di preghiere
ru: Не удалось открыть библиотеку молитв
uk: Не вдалося відкрити бібліотеку молитов

# presenter.backHelp
source: Previous Step (Left Arrow)
ar: الخطوة السابقة (السهم الأيسر)
fil: Nakaraang Hakbang (Kaliwang Arrow)
fr: Étape précédente (flèche gauche)
he: השלב הקודם (חץ שמאלה)
it: Passaggio precedente (freccia sinistra)
ru: Предыдущий шаг (стрелка влево)
uk: Попередній крок (стрілка ліворуч)

# presenter.backHelpRTL
source: Previous Step (Right Arrow)
ar: الخطوة السابقة (السهم الأيمن)
fil: Nakaraang Hakbang (Kanang Arrow)
fr: Étape précédente (flèche droite)
he: השלב הקודם (חץ ימינה)
it: Passaggio precedente (freccia destra)
ru: Предыдущий шаг (стрелка вправо)
uk: Попередній крок (стрілка праворуч)

# presenter.combineRepetitions
source: Combine Repeated Prayers
ar: دمج الصلوات المتكررة
fil: Pagsamahin ang Paulit-ulit na Panalangin
fr: Regrouper les prières répétées
he: איחוד תפילות חוזרות
it: Raggruppa le preghiere ripetute
ru: Объединять повторяющиеся молитвы
uk: Об’єднувати повторювані молитви

# presenter.enter
source: Enter Presenter Mode
ar: الدخول إلى وضع العرض
fil: Pumasok sa Mode ng Presentasyon
fr: Activer le mode présentation
he: כניסה למצב הצגה
it: Attiva la modalità presentazione
ru: Включить режим презентации
uk: Увімкнути режим презентації

# presenter.enterFullScreen
source: Enter Full Screen
ar: الدخول إلى وضع ملء الشاشة
fil: Gawing Buong Screen
fr: Activer le plein écran
he: כניסה למסך מלא
it: Attiva schermo intero
ru: Перейти в полноэкранный режим
uk: Перейти в повноекранний режим

# presenter.exit
source: Exit Presenter Mode
ar: الخروج من وضع العرض
fil: Lumabas sa Mode ng Presentasyon
fr: Quitter le mode présentation
he: יציאה ממצב הצגה
it: Esci dalla modalità presentazione
ru: Выйти из режима презентации
uk: Вийти з режиму презентації

# presenter.exitFullScreen
source: Exit Full Screen
ar: الخروج من وضع ملء الشاشة
fil: Lumabas sa Buong Screen
fr: Quitter le plein écran
he: יציאה ממסך מלא
it: Esci da schermo intero
ru: Выйти из полноэкранного режима
uk: Вийти з повноекранного режиму

# presenter.finishHelp
source: Finish Prayer (Return)
ar: إنهاء الصلاة (Return)
fil: Tapusin ang Panalangin (Return)
fr: Terminer la prière (Retour)
he: סיום התפילה (Return)
it: Termina la preghiera (Invio)
ru: Завершить молитву (Return)
uk: Завершити молитву (Return)

# presenter.largerText
source: Larger Text
ar: تكبير النص
fil: Palakihin ang Teksto
fr: Agrandir le texte
he: הגדלת הטקסט
it: Ingrandisci il testo
ru: Увеличить текст
uk: Збільшити текст

# presenter.loading
source: Loading Prayer
ar: جارٍ تحميل الصلاة
fil: Nilo-load ang Panalangin
fr: Chargement de la prière
he: טעינת התפילה
it: Caricamento della preghiera
ru: Загрузка молитвы
uk: Завантаження молитви

source: Presenter Mode
ar: وضع العرض
fil: Mode ng Presentasyon
fr: Mode présentation
he: מצב הצגה
it: Modalità presentazione
ru: Режим презентации
uk: Режим презентації

# presenter.moreAbove
source: More Above
ar: المزيد بالأعلى
fil: May Higit Pa sa Itaas
fr: Suite au-dessus
he: טקסט נוסף למעלה
it: Altro testo sopra
ru: Ещё текст выше
uk: Ще текст вище

# presenter.moreBelow
source: More Below
ar: المزيد بالأسفل
fil: May Higit Pa sa Ibaba
fr: Suite en dessous
he: טקסט נוסף למטה
it: Altro testo sotto
ru: Ещё текст ниже
uk: Ще текст нижче

# presenter.nextHelp
source: Next Step (Right Arrow or Return)
ar: الخطوة التالية (السهم الأيمن أو Return)
fil: Susunod na Hakbang (Kanang Arrow o Return)
fr: Étape suivante (flèche droite ou Retour)
he: השלב הבא (חץ ימינה או Return)
it: Passaggio successivo (freccia destra o Invio)
ru: Следующий шаг (стрелка вправо или Return)
uk: Наступний крок (стрілка праворуч або Return)

# presenter.nextHelpRTL
source: Next Step (Left Arrow or Return)
ar: الخطوة التالية (السهم الأيسر أو Return)
fil: Susunod na Hakbang (Kaliwang Arrow o Return)
fr: Étape suivante (flèche gauche ou Retour)
he: השלב הבא (חץ שמאלה או Return)
it: Passaggio successivo (freccia sinistra o Invio)
ru: Следующий шаг (стрелка влево или Return)
uk: Наступний крок (стрілка ліворуч або Return)

# presenter.scrollHelp
source: Scroll or use Page Up and Page Down to read the whole prayer.
ar: مرّر أو استخدم Page Up وPage Down لقراءة الصلاة كاملة.
fil: Mag-scroll o gamitin ang Page Up at Page Down upang basahin ang buong panalangin.
fr: Faites défiler le texte ou utilisez Page précédente et Page suivante pour lire toute la prière.
he: לקריאת התפילה כולה, יש לגלול או להשתמש במקשים Page Up ו־Page Down.
it: Scorri o usa Pagina su e Pagina giù per leggere l’intera preghiera.
ru: Прокручивайте текст или используйте Page Up и Page Down, чтобы прочитать молитву целиком.
uk: Прокручуйте текст або використовуйте Page Up і Page Down, щоб прочитати молитву повністю.

# presenter.smallerText
source: Smaller Text
ar: تصغير النص
fil: Paliitin ang Teksto
fr: Réduire le texte
he: הקטנת הטקסט
it: Riduci il testo
ru: Уменьшить текст
uk: Зменшити текст

# presenter.step
source: Step %lld
ar: الخطوة %lld
fil: Hakbang %lld
fr: Étape %lld
he: שלב %lld
it: Passaggio %lld
ru: Шаг %lld
uk: Крок %lld

# presenter.textSize
source: Text Size
ar: حجم النص
fil: Laki ng Teksto
fr: Taille du texte
he: גודל הטקסט
it: Dimensione del testo
ru: Размер текста
uk: Розмір тексту

# presenter.textSizeValue
source: %lld points
ar: %lld نقطة
fil: %lld puntos
he: %lld נקודות
it: %lld punti
ru: %lld пт
uk: %lld пт

# readings.bibleNote
source: Bible passages; wording may differ from the liturgical reading.
ar: مقاطع من الكتاب المقدس؛ قد تختلف الصياغة عن القراءة الليتورجية.
fil: Mga sipi sa Bibliya; maaaring iba ang pananalita sa liturhikong pagbasa.
fr: Passages bibliques ; le texte peut différer de la lecture liturgique.
he: קטעים מכתבי הקודש; הנוסח עשוי להיות שונה מנוסח המקראה הליטורגית.
it: Brani biblici; il testo può differire dalla lettura liturgica.
ru: Библейские отрывки; формулировки могут отличаться от литургического чтения.
uk: Біблійні уривки; формулювання можуть відрізнятися від літургійного читання.

# readings.biblePassage
source: Bible passage
ar: مقطع من الكتاب المقدس
fil: Sipi sa Bibliya
fr: Passage biblique
he: קטע מכתבי הקודש
it: Brano biblico
ru: Библейский отрывок
uk: Біблійний уривок

# readings.edition
source: Bible edition
ar: طبعة الكتاب المقدس
fil: Edisyon ng Bibliya
fr: Édition de la Bible
he: מהדורת כתבי הקודש
it: Edizione della Bibbia
ru: Издание Библии
uk: Видання Біблії

# readings.followInterface
source: Follow Interface Language
ar: حسب لغة الواجهة
fil: Sundin ang Wika ng Interface
fr: Suivre la langue de l’interface
he: לפי שפת הממשק
it: Segui la lingua dell’interfaccia
ru: По языку интерфейса
uk: За мовою інтерфейсу

# readings.loading
source: Loading passage
ar: جارٍ تحميل المقطع
fil: Nilo-load ang sipi
fr: Chargement du passage
he: טעינת הקטע
it: Caricamento del brano
ru: Загрузка отрывка
uk: Завантаження уривка

# readings.noEdition
source: No Bible edition is available for this language.
ar: لا تتوفر طبعة للكتاب المقدس بهذه اللغة.
fil: Walang available na edisyon ng Bibliya sa wikang ito.
fr: Aucune édition de la Bible n’est disponible dans cette langue.
he: אין מהדורת כתבי הקודש זמינה בשפה זו.
it: Nessuna edizione della Bibbia è disponibile in questa lingua.
ru: Для этого языка нет доступного издания Библии.
uk: Для цієї мови немає доступного видання Біблії.

# readings.noReadings
source: No readings are available for this date in the selected calendar.
ar: لا تتوفر قراءات لهذا التاريخ في التقويم المحدد.
fil: Walang available na mga pagbasa sa petsang ito sa napiling kalendaryo.
fr: Aucune lecture n’est disponible à cette date dans le calendrier choisi.
he: אין מקראות זמינות לתאריך זה בלוח שנבחר.
it: Non sono disponibili letture per questa data nel calendario selezionato.
ru: В выбранном календаре нет чтений на эту дату.
uk: У вибраному календарі немає читань на цю дату.

# readings.script
source: Aramaic Script
ar: الكتابة الآرامية
fil: Sulat Aramaiko
fr: Écriture araméenne
he: כתב ארמי
it: Scrittura aramaica
ru: Арамейское письмо
uk: Арамейське письмо

# readings.source
source: Text source
ar: مصدر النص
fil: Pinagmulan ng teksto
fr: Source du texte
he: מקור הטקסט
it: Fonte del testo
ru: Источник текста
uk: Джерело тексту

# readings.wholeVersesNotice
source: Full verses are shown and may extend beyond the reading’s cited limits.
ar: تُعرض الآيات كاملةً، وقد تتجاوز حدود المقطع المحدد للقراءة.
fil: Ipinapakita ang mga talata nang buo at maaaring lumampas sa saklaw na tinukoy para sa pagbasa.
fr: Les versets sont affichés en entier et peuvent dépasser les limites du passage cité pour la lecture.
he: הפסוקים מוצגים במלואם ועשויים לכלול טקסט מעבר לטווח המצוין בקריאה.
it: I versetti sono mostrati per intero e possono estendersi oltre i limiti del brano indicato per la lettura.
ru: Стихи показаны целиком и могут выходить за границы указанного отрывка чтения.
uk: Вірші показано повністю, і вони можуть виходити за межі зазначеного уривка читання.

# readings.unavailable
source: Bible text is unavailable for this passage in the selected edition.
ar: نص هذا المقطع غير متاح في الطبعة المحددة.
fil: Hindi available ang teksto ng siping ito sa napiling edisyon.
fr: Le texte de ce passage n’est pas disponible dans l’édition choisie.
he: הטקסט של קטע זה אינו זמין במהדורה שנבחרה.
it: Il testo di questo brano non è disponibile nell’edizione selezionata.
ru: Текст этого отрывка недоступен в выбранном издании.
uk: Текст цього уривка недоступний у вибраному виданні.

# readings.unavailableEdition
source: Unavailable edition
ar: طبعة غير متاحة
fil: Hindi available na edisyon
fr: Édition indisponible
he: מהדורה לא זמינה
it: Edizione non disponibile
ru: Недоступное издание
uk: Недоступне видання

# reminder.generic
source: Time to pray.
ar: حان وقت الصلاة.
fil: Oras na para magdasal.
fr: Il est temps de prier.
he: הגיע זמן התפילה.
it: È il momento di pregare.
ru: Время молиться.
uk: Час молитися.

# reminder.jesusPrayer
source: Time for the Jesus Prayer.
ar: حان وقت صلاة يسوع.
fil: Oras na para sa Panalangin kay Hesus.
fr: Il est temps de réciter la prière de Jésus.
he: הגיע זמן תפילת ישוע.
it: È il momento della preghiera di Gesù.
ru: Время Иисусовой молитвы.
uk: Час для Ісусової молитви.

# reminder.rosary
source: Time to pray the Rosary.
ar: حان وقت صلاة الوردية.
fil: Oras na para magdasal ng Rosaryo.
fr: Il est temps de prier le Rosaire.
he: הגיע זמן תפילת המחרוזת.
it: È il momento di pregare il Rosario.
ru: Время молиться Розарием.
uk: Час молитися Розарій.

# removal.cleanupFailed
source: The saved prayer was deleted, but its download could not be removed. Try again in Downloads.
ar: حُذفت الصلاة المحفوظة، لكن تعذّرت إزالة تنزيلها. حاول مجددًا في التنزيلات.
fil: Nabura ang naka-save na panalangin, ngunit hindi maalis ang download nito. Subukang muli sa Mga Download.
fr: La prière enregistrée a été supprimée, mais son téléchargement n’a pas pu être retiré. Réessayez dans Téléchargements.
he: התפילה השמורה נמחקה, אך לא ניתן להסיר את ההורדה שלה. נא לנסות שוב בהורדות.
it: La preghiera salvata è stata eliminata, ma non è stato possibile rimuovere il download. Riprova in Download.
ru: Сохранённая молитва удалена, но её загрузку удалить не удалось. Повторите попытку в разделе «Загрузки».
uk: Збережену молитву видалено, але не вдалося вилучити її завантаження. Спробуйте ще раз у розділі «Завантаження».

# removal.deleteAction
source: Delete Saved Prayer…
ar: حذف الصلاة المحفوظة…
fil: Burahin ang Naka-save na Panalangin…
fr: Supprimer la prière enregistrée…
he: מחיקת תפילה שמורה…
it: Elimina la preghiera salvata…
ru: Удалить сохранённую молитву…
uk: Видалити збережену молитву…

# removal.deleteDetail
source: This deletes this saved copy and its reminders. If it is the last copy of a downloaded prayer, its download is also removed from this device.
ar: سيتم حذف هذه النسخة المحفوظة وتذكيراتها. إذا كانت آخر نسخة من صلاة منزّلة، فستُزال أيضًا من هذا الجهاز.
fil: Buburahin nito ang naka-save na kopyang ito at mga paalala nito. Kung ito ang huling kopya ng isang na-download na panalangin, aalisin din ang download nito sa device na ito.
fr: Cette copie enregistrée et ses rappels seront supprimés. S’il s’agit de la dernière copie d’une prière téléchargée, son téléchargement sera également retiré de cet appareil.
he: העותק השמור הזה והתזכורות שלו יימחקו. אם זהו העותק האחרון של תפילה שהורדה, גם ההורדה שלה תוסר מהמכשיר הזה.
it: Questa copia salvata e i suoi promemoria verranno eliminati. Se è l’ultima copia di una preghiera scaricata, anche il suo download verrà rimosso da questo dispositivo.
ru: Эта сохранённая копия и её напоминания будут удалены. Если это последняя копия загруженной молитвы, её загрузка также будет удалена с этого устройства.
uk: Цю збережену копію та її нагадування буде видалено. Якщо це остання копія завантаженої молитви, її завантаження також буде вилучено з цього пристрою.

# removal.deleteTitle
source: Delete Saved Prayer?
ar: حذف الصلاة المحفوظة؟
fil: Burahin ang Naka-save na Panalangin?
fr: Supprimer la prière enregistrée ?
he: למחוק את התפילה השמורה?
it: Eliminare la preghiera salvata?
ru: Удалить сохранённую молитву?
uk: Видалити збережену молитву?

# removal.downloadInUse
source: Delete all saved copies of this prayer before removing its download.
ar: احذف جميع النسخ المحفوظة من هذه الصلاة قبل إزالة تنزيلها.
fil: Burahin ang lahat ng naka-save na kopya ng panalanging ito bago alisin ang download nito.
fr: Supprimez toutes les copies enregistrées de cette prière avant de supprimer son téléchargement.
he: יש למחוק את כל העותקים השמורים של התפילה לפני הסרת ההורדה שלה.
it: Elimina tutte le copie salvate di questa preghiera prima di rimuovere il suo download.
ru: Удалите все сохранённые копии этой молитвы перед удалением её загрузки.
uk: Видаліть усі збережені копії цієї молитви перед вилученням її завантаження.

# removal.failedTitle
source: Could Not Remove Prayer
ar: تعذّرت إزالة الصلاة
fil: Hindi Maalis ang Panalangin
fr: Impossible de supprimer la prière
he: לא ניתן להסיר את התפילה
it: Impossibile rimuovere la preghiera
ru: Не удалось удалить молитву
uk: Не вдалося вилучити молитву

# removal.prayerRemoved
source: This saved prayer has been deleted.
ar: تم حذف هذه الصلاة المحفوظة.
fil: Nabura na ang naka-save na panalanging ito.
fr: Cette prière enregistrée a été supprimée.
he: התפילה השמורה הזאת נמחקה.
it: Questa preghiera salvata è stata eliminata.
ru: Эта сохранённая молитва удалена.
uk: Цю збережену молитву видалено.

# removal.remove
source: Remove
ar: إزالة
fil: Alisin
fr: Supprimer
he: הסרה
it: Rimuovi
ru: Удалить
uk: Вилучити

# removal.removeDownloadAction
source: Remove Download…
ar: إزالة التنزيل…
fil: Alisin ang Download…
fr: Supprimer le téléchargement…
he: הסרת הורדה…
it: Rimuovi il download…
ru: Удалить загрузку…
uk: Вилучити завантаження…

# removal.removeDownloadDetail
source: This removes the downloaded prayer from this device. You can import or download it again.
ar: ستُزال الصلاة المنزّلة من هذا الجهاز. يمكنك استيرادها أو تنزيلها مجددًا.
fil: Aalisin nito ang na-download na panalangin sa device na ito. Maaari mo itong i-import o i-download muli.
fr: La prière téléchargée sera retirée de cet appareil. Vous pourrez l’importer ou la télécharger à nouveau.
he: התפילה שהורדה תוסר מהמכשיר הזה. אפשר לייבא או להוריד אותה שוב.
it: La preghiera scaricata verrà rimossa da questo dispositivo. Potrai importarla o scaricarla di nuovo.
ru: Загруженная молитва будет удалена с этого устройства. Её можно импортировать или загрузить снова.
uk: Завантажену молитву буде вилучено з цього пристрою. Її можна імпортувати або завантажити знову.

# removal.removeDownloadTitle
source: Remove Download?
ar: إزالة التنزيل؟
fil: Alisin ang Download?
fr: Supprimer le téléchargement ?
he: להסיר את ההורדה?
it: Rimuovere il download?
ru: Удалить загрузку?
uk: Вилучити завантаження?

# repository.allTags
source: All
ar: الكل
fil: Lahat
fr: Toutes
he: הכול
it: Tutte
ru: Все
uk: Усі
